Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: This phenomenon that we know and have defined and to which we have given the name of antiSemitism belongs unmistakably to Christian civilization or, more correctly, to that civilization which, born of Judaism, took by opposition to it the name of Christianity.
pt: Este fenômeno que conhecemos e definimos e ao qual damos o nome de antissemitismo pertence inequivocamente à civilização cristã ou, mais corretamente, àquela civilização que, nascida do judaísmo, tomou por oposição a ela o nome de cristianismo.

source: This process in which man destroys his God is a slow one.
pt: Esse processo no qual o homem destrói seu Deus é lento.

source: This prophecy appears to indicate a precise date for the coming of the announced Messiah.
pt: Esta profecia parece indicar uma data precisa para a vinda do anunciado Messias.

source: This response of Jews to Jeshua (Jesus) is easily understood.
pt: Essa resposta dos judeus a Jesus (Jesus) é facilmente compreendida.

source: This rite, which was practiced currently in Judaism at that time, did not at all imply a renunciation of Jewish origins and the adoption of a new religion.
pt: Este rito, que era praticado atualmente no judaísmo na época, não implicava de modo algum uma renúncia às origens judaicas e a adoção de uma nova religião.

source: This service seems to have recognized an answer to prayer, a visitation in which God remembered an ancient prophecy and inspired its fulfillment: “Blessed be the Lord, the God of our fathers, who put such a thing as this into the heart of the king, to beautify the house of the Lord which is in Jerusalem, and who extended to me his steadfast love before the king and his counselors, and before all the king’s mighty officers, I took courage, for the hand of the Lord my God was upon me, and I gathered leading men from Israel to go up with me.” Ezra 7:27, 28.
pt: Este serviço parece ter reconhecido uma resposta à oração, uma visitação na qual Deus se lembrava de uma antiga profecia e inspirava seu cumprimento: “Bendito seja o Senhor, o Deus de nossos pais, que colocou tal coisa no coração do rei. para embelezar a casa do Senhor que está em Jerusalém, e que me concedeu o seu amor inabalável perante o rei e seus conselheiros, e diante de todos os poderosos oficiais do rei, tomei coragem, pois a mão do Senhor meu Deus estava sobre e eu reuni líderes de Israel para subir comigo. ”Esdras 7:27, 28.

source: This stark realization of defeat became salutary because it permitted Paul to recognize his need of the grace of God: “Thanks be to God through Jesus Christ our Lord!” (Romans 7:25).
pt: Essa completa percepção da derrota tornou-se salutar porque permitiu que Paulo reconhecesse sua necessidade da graça de Deus: “Graças a Deus por Jesus Cristo, nosso Senhor!” (Romanos 7:25).

source: This theological necessity grew in importance as time went by.
pt: Essa necessidade teológica cresceu em importância com o passar do tempo.

source: This unique intelligence is said to be strictly Jewish and cannot become Christian!
pt: Esta inteligência única é considerada estritamente judaica e não pode se tornar cristã!

source: This unusual encounter began an unusual history, from which was to emerge a very special Book.
pt: Este encontro incomum começou uma história incomum, a partir da qual surgiu um livro muito especial.

source: This view concerns space and history and speaks of construction and destruction.
pt: Essa visão diz respeito ao espaço e à história e fala de construção e destruição.

source: This volume that Jacques Doukhan offers for our meditation produces an eerie feeling.
pt: Este livro que Jacques Doukhan oferece para nossa meditação produz um sentimento estranho.

source: This was a Messiah who would bear the burden “of sin” for others by dying in their stead; He would be a sacrificial victim - a “sheep that remained dumb” before His assailants, to use the words of the prophet Isaiah.
pt: Este era um Messias que suportaria o fardo “do pecado” pelos outros morrendo em seu lugar; Ele seria uma vítima sacrificial - uma “ovelha que permaneceu mudo” diante de seus agressores, para usar as palavras do profeta Isaías.

source: This was a matter of conscience the importance of which I would not minimize.” - Cardinal Danielou
pt: Essa era uma questão de consciência cuja importância eu não minimizaria.” - Cardinal Danielou

source: This was expressed some time ago by Cardinal Danielou: It is by “seeking to liberate oneself from the burdens of liberty [that] contemporary man has plunged headlong into servitude.“262
pt: Isso foi expresso há algum tempo pelo cardeal Danielou: é por “procurar libertar-se dos fardos da liberdade [que] o homem contemporâneo mergulhou de cabeça na servidão”.

source: This was not done in a day.
pt: Isso não foi feito em um dia.

source: This was perfectly clear to Kierkegaard, who said: “Tell (to the child) the tribulations of Jesus during His life, the betrayal by one of His close companions, the denial by several others, the insults and revilings of others up to the very moment when they finally nailed Him to the cross, as you can see in the sacred pictures, asking that His blood fall on them and on their children, while He prayed for them and asked that this not be so, and that the heavenly Father would forgive their sin….
pt: Isso era perfeitamente claro para Kierkegaard, que disse: “Conte (para a criança) as tribulações de Jesus durante Sua vida, a traição de um de Seus companheiros próximos, a negação por vários outros, os insultos e injúria de outros até o momento em que eles finalmente O pregaram na cruz, como você pode ver nas gravuras sagradas, pedindo que Seu sangue caia sobre eles e sobre seus filhos, enquanto Ele orou por eles e pediu que isto não fosse assim, e que o Pai celestial perdoe seus pecados...

source: This was the God of Israel, the great God Yahweh that he continued to serve.
pt: Este era o Deus de Israel, o grande Deus que ele continuava a servir.

source: This we have been demonstrating.
pt: Isso nós temos demonstrado.

source: This will be a mystery for all peoples until he comes and reveals it.“144
pt: Isto será um mistério para todos os povos até que venha e revele.

source: This would be rainwater from above - “a spring or a cistern holding water shall be clean.” Leviticus 11:36.
pt: Esta seria a água da chuva vinda de cima - “uma nascente ou cisterna contendo água deve estar limpa.” Levítico 11:36.

source: This “divinity” of the Messiah was understood by Jeremiah.
pt: Essa "divindade" do Messias foi compreendida por Jeremias.

source: This, at least, is what one can deduct from the several best-known and least controversial passages we have chosen from the Bible, along with the traditional Jewish comments on them.
pt: Isso, pelo menos, é o que se pode deduzir das várias passagens mais conhecidas e menos controversas que escolhemos da Bíblia, juntamente com os comentários judaicos tradicionais sobre elas.

source: Those critics concluded that biblical accounts were simply sagas which had been put together in parable form to justify a rite or a commandment.
pt: Esses críticos concluíram que os relatos bíblicos eram simplesmente sagas que haviam sido reunidas em forma de parábola para justificar um rito ou um mandamento.

source: Those were the “good old days,” when Israel, still a young betrothed, was experiencing the first love.
pt: Aqueles eram os "bons velhos tempos", quando Israel, ainda um jovem noivo, estava experimentando o primeiro amor.

source: Those who have lost the essentials now strive to be right by force.
pt: Aqueles que perderam o essencial agora se esforçam para estar certo pela força.

source: Though often an unconscious impact, it is there; and it has led this generation to construct a man-centered plan of salvation.
pt: Embora muitas vezes um impacto inconsciente, está lá; e levou esta geração a construir um plano de salvação centrado no homem.

source: Though the image is legendary, it is still false.
pt: Embora a imagem seja lendária, ainda é falsa.

source: Thoughts, gestures, and work changed little.
pt: Pensamentos, gestos e trabalho mudaram pouco.

source: Thus Akzib (Micah 1:14) which contains the root KZB (a lie), was to become the City of the Lie.
pt: Assim Aczibe (Miquéias 1:14), que contém a raiz KZB (uma mentira), deveria se tornar a Cidade da Mentira.

source: Thus Jews and Christians invariably have marked their fundamental differences.
pt: Assim, judeus e cristãos invariavelmente marcaram suas diferenças fundamentais.

source: Thus Marcion ordered the fast on Saturday, justifying it in this way: “Because it is the rest of the God of the Jews, who has created the world and has rested on the seventh day,” he wrote, “we fast on that day in order not to accomplish on that day what was ordained by the God of the Jews.“7
pt: Assim, Marcião de Sinope ordenou o jejum no sábado, justificando assim: “Porque é o descanso do Deus dos judeus, que criou o mundo e descansou no sétimo dia”, escreveu ele, “nós jejuamos naquele dia. para não cumprir naquele dia o que foi ordenado pelo Deus dos judeus. ”7

source: Thus a faith that respects the Sabbath and a faith that anticipates the final intervention from above are of the same nature.
pt: Assim, uma fé que respeita o sábado e uma fé que antecipa a intervenção final de cima são da mesma natureza.

source: Thus it appears inappropriate to talk about “proofs” when the issue is above all one of life and love.
pt: Assim, parece inadequado falar de “provas” quando a questão é, acima de tudo, da vida e do amor.

source: Thus one can say that Christianity’s betrayal created an obstacle to Jewish conversion.
pt: Assim, pode-se dizer que a traição do cristianismo criou um obstáculo à conversão judaica.

source: Thus the Bible and the Jewish exegesis of it affirm the one-Messiah concept, in which merge the traits of two different faces - of priest and sacrifice, of king and leper.
pt: Assim, a Bíblia e a exegese judaica afirmam o conceito do único Messias, no qual fundem os traços de duas faces diferentes - de sacerdote e sacrifício, de rei e leproso.

source: Thus the New Covenant brings a deeper, truer obedience.
pt: Assim, a Nova Aliança traz uma obediência mais profunda e verdadeira.

source: Thus the Word of God is re-created in the reader’s own image.
pt: Assim, a Palavra de Deus é recriada à imagem do leitor.

source: Thus the nineteenth century witnessed the appearance of racism - a new form of antiSemitism resulting from a combination of circumstances favorable to its development.69
pt: Assim, o século XIX testemunhou o surgimento do racismo - uma nova forma de anti-semitismo resultante de uma combinação de circunstâncias favoráveis ​​ao seu desenvolvimento.69

source: Thus the question arises regarding the authority of tradition and the nature of its inspiration.
pt: Assim, surge a questão sobre a autoridade da tradição e a natureza de sua inspiração.

source: Thus, among many other church historians, J.A.W.
pt: Assim, entre muitos outros historiadores da igreja, o JAW

source: Thus, for two thousand years Jesus has been, for the Jew, a pretext for continuous offence, fagging, and attack, in which he often has found death.“36
pt: Assim, por dois mil anos, Jesus tem sido, para os judeus, um pretexto para ofensas, críticas e ataques contínuos, nos quais ele muitas vezes encontrou a morte.

source: Thus, if in the writings of Paul one gathers the impression that at times the law is abolished and, at other times, the Law is maintained, one is not to see a contradiction, but rather the existence of two very distinct laws.202
pt: Assim, se nos escritos de Paulo se tem a impressão de que às vezes a lei é abolida e, em outras ocasiões, a lei é mantida, não se pode ver uma contradição, mas a existência de duas leis muito distintas.

source: Thus, in Micah 5:2 the rabbis of the Talmud concluded that the Messiah would come from Bethlehem.147
pt: Assim, em Miquéias 5: 2 os rabinos do Talmud concluíram que o Messias viria de Belém.

source: Thus, man’s first despair was met with God’s first promise - a promise of the Messiah’s intervention, whose redemptive mission was set against a background of suffering and death wrapped in sacrifice.
pt: Assim, o primeiro desespero do homem foi recebido com a primeira promessa de Deus - uma promessa da intervenção do Messias, cuja missão redentora foi colocada contra um fundo de sofrimento e morte envolto em sacrifício.

source: Thus, over the signature of Rabbi Meyer Jai’s, one can read: “Yahvveh Himself chose Israel to be a messianic and theophoric people, thus making them the object of hostility before the world and the pagan peoples, long before the incarnation, long before the deicide.“46
pt: Assim, sobre a assinatura do rabino Meyer Jai, pode-se ler: “O próprio Deus escolheu Israel para ser um povo messiânico e teofórico, tornando-os objeto de hostilidade perante o mundo e os povos pagãos, muito antes da encarnação, muito antes do deicídio. “46

source: Thus, their message always carried the supportive words “it is written.”
pt: Assim, a mensagem deles sempre carregou as palavras de apoio “está escrito”.

source: Thus, to believe in God and really to know Him, He must first be feared and loved.
pt: Assim, para acreditar em Deus e realmente conhecê-lo, ele deve primeiro ser temido e amado.

source: Thus, under the suspicious eye of a not-too-certain Christian, can the converted Jew be sure of a totally serene faith?
pt: Assim, sob o olhar desconfiado de um cristão não muito certo, pode o judeu convertido ter certeza de uma fé totalmente serena?

source: Thy skin did shrink, and Thy body did become dry as wood; Thine eyes were hollowed by fasting, and Thy strength became like fragmented pottery - all that came to pass because of the sins of our children.
pt: A tua pele encolheu, e o teu corpo ficou seco como lenha; Os teus olhos ficaram ocos de jejum e a tua força tornou-se como cerâmica fragmentada - tudo o que aconteceu por causa dos pecados dos nossos filhos.

source: Time and place also play a role.
pt: O tempo e o lugar também desempenham um papel.

source: To accuse the Jew of having crucified Christ is to force him to have defamed God.
pt: Acusar o judeu de ter crucificado a Cristo é forçá-lo a ter difamado Deus.

source: To anoint a most holy place (verse 24)
pt: Para ungir um lugar sagrado (verso 24)

source: To atone for iniquity
pt: Para expiar a iniqüidade

source: To be for God means to be in harmony with Him who would teach everyone the ways of love.
pt: Ser para Deus significa estar em harmonia com Ele, que ensinaria a todos os caminhos do amor.

source: To be sure, earliest Christianity had no problem about observing the Sabbath.
pt: Com certeza, o cristianismo primitivo não teve nenhum problema em observar o sábado.

source: To be sure, goodwill is not lacking.
pt: Para ter certeza, a boa vontade não está faltando.

source: To be sure, in the ranks of that motley crowd were some who had known Jesus - some who had been touched by His message.
pt: Para ter certeza, nas fileiras daquela multidão heterogênea havia alguns que conheceram Jesus - alguns que haviam sido tocados por Sua mensagem.

source: To be sure, one owes to tradition the adoption of the canon.
pt: Para ter certeza, deve-se à tradição a adoção do cânon.

source: To be sure, the Bible has been and remains the principal inspiration for poets, artists, philosophers, and even for men of state.
pt: Certamente, a Bíblia tem sido e continua sendo a principal inspiração para poetas, artistas, filósofos e até mesmo para homens de Estado.

source: To be sure, the Bible was the first book to be printed; and it remains the best seller, with approximately 35 million copies sold annually.
pt: Para ter certeza, a Bíblia foi o primeiro livro a ser impresso; e continua sendo o mais vendido, com aproximadamente 35 milhões de cópias vendidas anualmente.

source: To be sure, the Messiah must come in glory, “in the clouds of heaven,” charged with a cosmic and definitive mission to bring about “the end of time.” But He must, before this, come within “time,” “seated on an ass,” to accomplish the earthly and humble aspects of His mission.
pt: Para ter certeza, o Messias deve vir em glória, "nas nuvens do céu", encarregado de uma missão cósmica e definitiva para trazer "o fim dos tempos". Mas Ele deve, antes disso, chegar ao "tempo", assentado sobre um asno ”, para realizar os aspectos terrestres e humildes de Sua missão.

source: To be sure, the family will argue with him, try to change his mind, but never would it come to the mind of anyone to deny his Jewish status.
pt: Para ter certeza, a família discutirá com ele, tentará mudar de idéia, mas nunca chegará à mente de ninguém negar seu status judaico.

source: To be sure, the phenomenon is so frequent that Jews, who really are the only ones to see and experience it, are tempted to believe in its omnipresence.
pt: Certamente, o fenômeno é tão freqüente que os judeus, que realmente são os únicos a ver e experimentá-lo, são tentados a acreditar em sua onipresença.

source: To be sure, the separation did not take place suddenly.
pt: Para ter certeza, a separação não ocorreu de repente.

source: To become a Christian was not a commonplace deviation, a harmless mistake; more seriously, it denied the basic values of Israel’s religion - it betrayed Israel’s God.
pt: Tornar-se cristão não era um desvio comum, um erro inofensivo; mais seriamente, negou os valores básicos da religião de Israel - traiu o Deus de Israel.

source: To box up another in rigid formulations, expressed or not, is to compromise in advance any possibility of understanding.
pt: Agrupar outro em formulações rígidas, expressas ou não, é comprometer antecipadamente qualquer possibilidade de compreensão.

source: To bring in everlasting righteousness
pt: Para trazer a justiça eterna

source: To denounce imminent danger is to forewarn and to prevent death.
pt: Denunciar o perigo iminente é advertir e prevenir a morte.

source: To do so would provide some justification for the anti-Semite.
pt: Fazer isso forneceria alguma justificativa para o antissemita.

source: To do so, becoming merely citizens of an earthly commonwealth, would be dangerous.
pt: Fazer isso, tornando-se meramente cidadãos de uma comunidade terrena, seria perigoso.

source: To fear God is to believe that He sees us at every moment.
pt: Temer a Deus é acreditar que Ele nos vê a todo momento.

source: To finish the transgression
pt: Para terminar a transgressão

source: To ignore tradition is to sacrifice some very essential values.
pt: Ignorar a tradição é sacrificar alguns valores essenciais.

source: To put an end to sin
pt: Para pôr fim ao pecado

source: To reject that Law was nothing less than self-rejection, which was pure betrayal.
pt: Rejeitar essa lei era nada menos que auto-rejeição, o que era pura traição.

source: To say the least, a doubt beclouds the guilt of those who made this incredible choice.
pt: Para dizer o mínimo, uma dúvida obscurece a culpa daqueles que fizeram essa escolha incrível.

source: To seal both vision and prophet
pt: Para selar a visão e o profeta

source: To step from one Christian church to another, the observer must take a leap much more considerable than, for instance, to move from a Catholic or a Protestant church to a synagogue in Paris or New York City.
pt: Para passar de uma igreja cristã para outra, o observador deve dar um salto muito mais considerável do que, por exemplo, passar de uma igreja católica ou protestante para uma sinagoga em Paris ou Nova York.

source: To summarize, Paul’s experience was in three phases:
pt: Para resumir, a experiência de Paulo foi em três fases:

source: To talk about a son of Joseph or a son of David did not necessarily mean two different Messiahs.
pt: Falar de um filho de José ou de um filho de Davi não significa necessariamente dois Messias diferentes.

source: To the degree that we put God at the beginning and at the end of all things, to that degree the Bible will speak and reveal itself to us.
pt: Na medida em que colocamos Deus no começo e no fim de todas as coisas, nesse ponto a Bíblia falará e se revelará a nós.

source: To this point Jules Isaac declared: “The antiSemitism of Christians and the anti-Christianity of Jews are equally an insult to God.
pt: A esse ponto, Jules Isaac declarou: “O anti-semitismo dos cristãos e o anticristianismo dos judeus são igualmente um insulto a Deus.

source: To those who accused Him of having healed a paralytic on a Sabbath day, Jesus gave this in-depth answer: “If on the sabbath a man receives circumcision, so that the law of Moses may not be broken, are you angry with me because on the sabbath I made a man’s whole body well?
pt: Para aqueles que O acusaram de ter curado um paralítico em um dia de sábado, Jesus deu esta resposta em profundidade: “Se no sábado um homem recebe a circuncisão, para que a lei de Moisés não seja quebrada, você está com raiva de mim porque no sábado eu fiz bem todo o corpo de um homem?

source: To tradition we owe the genius of cultures.
pt: À tradição, devemos o gênio das culturas.

source: To understand Scripture, one pays a price; and that price is nothing short of one’s very existence.
pt: Para entender as Escrituras, paga-se um preço; e esse preço é nada menos do que a própria existência.

source: To understand the Word, one must incorporate it into life.
pt: Para entender a Palavra, é preciso incorporá-la à vida.

source: To use another word picture, man gets the habit of drinking from polluted sources and becomes so accustomed to “mixed waters” that he can even despise the rain from heaven.
pt: Para usar outra figura de palavra, o homem adquire o hábito de beber de fontes contaminadas e se acostuma tanto a “águas mistas” que ele pode até desprezar a chuva do céu.

source: Today more than ever we have need of a norm centered outside ourselves.
pt: Hoje, mais do que nunca, precisamos de uma norma centrada fora de nós mesmos.

source: Today’s civilization talks too much, and that is why very little is said.
pt: A civilização de hoje fala demais, e é por isso que muito pouco é dito.

source: Too bad if the system lacks coherence and makes no real sense!
pt: Muito ruim se o sistema não tem coerência e não faz sentido real!

source: Too bad, then, if historical truth stood in the way.
pt: Muito ruim, então, se a verdade histórica estivesse no caminho.

source: Too often this final supplication is forgotten when we recall the fateful words of the throng: “His blood be upon us and upon our children.” Matthew 27:25.
pt: Muitas vezes essa súplica final é esquecida quando recordamos as fatídicas palavras da multidão: “O seu sangue caia sobre nós e sobre nossos filhos.” Mateus 27:25.

source: Too quickly has the Bible been relegated to the category of stories about “saints,” of books fit only for children or the weak-minded.
pt: Demasiado depressa, a Bíblia foi relegada à categoria de histórias sobre “santos”, de livros adequados apenas a crianças ou a pessoas de mente fraca.

source: Tormented by antiSemitism, the Jew can be tempted to engage in self-destruction.232 But he must not renounce his essential nature, his original roots.
pt: Atormentado pelo anti-semitismo, o judeu pode ser tentado a se autodestruir.232 Mas ele não deve renunciar à sua natureza essencial, suas raízes originais.

source: Toward this spiritual golden age Israel’s aspirations turned periodically when a special need for repentance and reconsecration was felt.
pt: Rumo a essa idade de ouro espiritual, as aspirações de Israel se voltavam periodicamente quando se sentia uma necessidade especial de arrependimento e reconsagração.
